Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Not a filter DuoUpdater knows — this narrows nothing.
de: Kein Filter, den DuoUpdater kennt – das schränkt nichts ein.
es: No es un filtro que DuoUpdater conozca: no acota nada.
fr: Ce n’est pas un filtre connu de DuoUpdater — il ne restreint rien.
it: Filtro non riconosciuto da DuoUpdater: non restringe nulla.
ja: DuoUpdater が知らない条件です。何も絞り込みません。
pt_br: Não é um filtro que o DuoUpdater conheça — não restringe nada.
ru: DuoUpdater не знает такого фильтра — он ничего не сужает.
tr: DuoUpdater’ın tanıdığı bir filtre değil — hiçbir şeyi daraltmaz.
zh_hans: DuoUpdater 不认识这个条件——它什么也没筛掉。
zh_hant: DuoUpdater 不認得這個篩選條件——它不會篩掉任何項目。

source: Not available in your App Store region — click for details
de: In deiner App-Store-Region nicht verfügbar – für Details klicken
es: No disponible en tu región de la App Store; haz clic para más información
fr: Non disponible dans votre région de l'App Store — cliquez pour en savoir plus
it: Non disponibile nella tua regione dell’App Store — fai clic per i dettagli
ja: お使いのApp Storeの地域では利用できません — クリックして詳細を表示
pt_br: Indisponível na sua região da App Store — clique para ver detalhes
ru: Недоступно в вашем регионе App Store — нажмите для подробностей
tr: App Store bölgenizde yok — ayrıntılar için tıklayın
zh_hans: 在你的 App Store 区域不可用 — 点击查看详情
zh_hant: 你的 App Store 地區未提供 — 按一下查看詳細資訊

source: Not recorded against one app — either a shared fetch (the Homebrew catalog, our own update) or a request logged before per-app attribution shipped.
de: Keiner einzelnen App zugeordnet — entweder ein gemeinsamer Abruf (der Homebrew-Katalog, unser eigenes Update) oder eine Anfrage, die vor der App-Zuordnung aufgezeichnet wurde.
es: No atribuida a una sola app: o bien es una descarga compartida (el catálogo de Homebrew, nuestra propia actualización) o una solicitud registrada antes de que existiera la atribución por app.
fr: Non rattachée à une app précise : soit une requête partagée (le catalogue Homebrew, notre propre mise à jour), soit une requête enregistrée avant l’arrivée de l’attribution par app.
it: Non attribuita a una singola app: può essere un download condiviso (il catalogo Homebrew, il nostro aggiornamento) o una richiesta registrata prima dell’attribuzione per app.
ja: 特定の App に紐づいていません。共有の取得（Homebrew カタログ、自身の更新）か、App 単位の記録が入る前のリクエストです。
pt_br: Não atribuída a um app — ou é uma busca compartilhada (o catálogo do Homebrew, nossa própria atualização), ou uma requisição registrada antes da atribuição por app existir.
ru: Не отнесён к одному приложению — это либо общий запрос (каталог Homebrew, наше собственное обновление), либо запрос, записанный до появления привязки к приложению.
tr: Tek bir uygulamaya kaydedilmedi — ya ortak bir indirme (Homebrew kataloğu, kendi güncellememiz) ya da uygulama bazında kayıt gelmeden önce kaydedilmiş bir istek.
zh_hans: 没有归到某个 App——要么是共享的请求（Homebrew 目录、我们自己的更新），要么是记录于按 App 归属上线之前。
zh_hant: 沒有歸屬到特定 App——可能是共用的請求（Homebrew 目錄、我們自己的更新），或是在依 App 歸屬功能推出前記錄的請求。

source: Not recorded here
de: Hier nicht erfasst
es: No se registra aquí
fr: Non enregistré ici
it: Non registrate qui
ja: 記録されないもの
pt_br: Não registrado aqui
ru: Здесь не записывается
tr: Burada kaydedilmez
zh_hans: 不在记录之内
zh_hant: 未記錄在此

source: Not supported on this Mac
de: Auf diesem Mac nicht unterstützt
es: No es compatible con este Mac
fr: Non pris en charge sur ce Mac
it: Non supportata su questo Mac
ja: このMacではサポートされていません
pt_br: Não compatível com este Mac
ru: Не поддерживается на этом Mac
tr: Bu Mac’te desteklenmiyor
zh_hans: 此 Mac 不支持
zh_hant: 這台 Mac 不支援

source: Not yet
de: Noch nicht
es: Todavía no
fr: Pas encore
it: Non ancora
ja: 未実施
pt_br: Ainda não
ru: Ещё нет
tr: Henüz değil
zh_hans: 尚未
zh_hant: 尚未

source: Nothing is read, and beta rows say detection is off instead of guessing.
de: Es wird nichts gelesen, und die Beta-Zeilen sagen, dass die Erkennung aus ist, statt zu raten.
es: No se lee nada, y las filas de betas indican que la detección está desactivada en lugar de adivinar.
fr: Rien n’est lu, et les lignes des bêtas indiquent que la détection est désactivée au lieu de deviner.
it: Non viene letto nulla e le righe delle beta indicano che il rilevamento è disattivato invece di tirare a indovinare.
ja: 何も読み取りません。ベータ版の行は推測せず、検出がオフであることを表示します。
pt_br: Nada é lido, e as linhas de betas dizem que a detecção está desativada em vez de adivinhar.
ru: Ничего не читается, и строки бета-версий сообщают, что обнаружение выключено, вместо догадок.
tr: Hiçbir şey okunmaz; beta satırları tahmin yürütmek yerine algılamanın kapalı olduğunu söyler.
zh_hans: 什么都不读，测试版所在的行会说明检测已关闭，而不是猜。
zh_hant: 不讀取任何內容，Beta 版所在的列會註明檢查已關閉，而不是猜測。

source: Nothing recorded yet
de: Noch nichts aufgezeichnet
es: Todavía no hay nada registrado
fr: Rien d’enregistré pour l’instant
it: Ancora nulla di registrato
ja: まだ記録がありません
pt_br: Nada registrado ainda
ru: Пока ничего не записано
tr: Henüz kayıt yok
zh_hans: 还没有记录
zh_hant: 尚無任何記錄

source: Nothing to roll back yet
de: Noch nichts wiederherzustellen
es: Aún no hay nada que revertir
fr: Rien à restaurer pour l'instant
it: Ancora nulla da ripristinare
ja: ロールバックできる項目はまだありません
pt_br: Nada para reverter ainda
ru: Пока нечего откатывать
tr: Henüz geri alınacak bir şey yok
zh_hans: 暂无可回滚的项目
zh_hant: 目前沒有可還原的項目

source: Nothing touches an app while it is open: it installs only once the app is closed, and offers Open instead, leaving the update to the app itself.
de: Eine geöffnete App bleibt unangetastet: Installiert wird erst, wenn sie geschlossen ist; bis dahin wird „Öffnen“ angeboten und das Update der App selbst überlassen.
es: Nada toca una app mientras está abierta: solo se instala cuando se cierra, y mientras tanto se ofrece Abrir, dejando la actualización a la propia app.
fr: Rien ne touche une application ouverte : l'installation n'a lieu qu'une fois l'application fermée, et Ouvrir est proposé à la place, laissant la mise à jour à l'application elle-même.
it: Nessuna app viene toccata mentre è aperta: l’installazione avviene solo dopo la chiusura, e viene proposto Apri, lasciando l’aggiornamento all’app stessa.
ja: 開いているアプリには手を加えません。アプリが閉じられてからインストールし、それまでは「開く」を表示して、更新はアプリ自身に委ねます。
pt_br: Nada toca num app enquanto ele está aberto: a instalação só acontece depois que o app é fechado, e em vez disso é oferecido Abrir, deixando a atualização com o próprio app.
ru: Открытое приложение не трогается: установка происходит только после его закрытия, а до тех пор предлагается «Открыть», оставляя обновление самому приложению.
tr: Açıkken hiçbir uygulamaya dokunulmaz: yalnızca uygulama kapandıktan sonra yükler, bu sırada güncellemeyi uygulamanın kendisine bırakıp Aç seçeneğini sunar.
zh_hans: 应用打开时不做任何改动：只在应用关闭后才安装，期间改为提供“打开”，把更新交给应用自己处理。
zh_hant: App 開啟時不會動它：只在 App 關閉後才安裝，期間改為提供「打開」，把更新交給 App 自己處理。

source: Notify me when updates are found
de: Benachrichtigen, wenn Updates gefunden werden
es: Avisarme cuando se encuentren actualizaciones
fr: Me notifier en cas de mise à jour trouvée
it: Avvisami quando vengono trovati aggiornamenti
ja: 更新が見つかったら通知する
pt_br: Notificar quando houver atualizações
ru: Уведомлять об обнаруженных обновлениях
tr: Güncelleme bulununca bana bildir
zh_hans: 发现更新时通知我
zh_hant: 發現更新時通知我

source: Now running %@.
de: Es läuft jetzt %@.
es: Ahora se está ejecutando %@.
fr: %@ est maintenant en cours d'exécution.
it: Ora in esecuzione: %@.
ja: 現在 %@ を実行中です。
pt_br: Agora em %@.
ru: Теперь запущена версия %@.
tr: Şimdi %@ sürümü çalışıyor.
zh_hans: 现在运行的是 %@。
zh_hant: 目前執行的是 %@。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
pt_br: Desativado
ru: Выключено
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: On the %@ channel — its version can lead or differ from the stable release.
de: Im %@-Kanal – die Version kann der stabilen Version voraus sein oder von ihr abweichen.
es: En el canal %@; su versión puede ir por delante de la versión estable o ser distinta.
fr: Sur le canal %@ — sa version peut être en avance sur la version stable ou en différer.
it: Sul canale %@: la sua versione può essere più avanti o diversa dalla release stabile.
ja: %@ チャンネルです — バージョンは安定版より進んでいたり異なったりすることがあります。
pt_br: No canal %@ — a versão pode estar à frente ou diferir da versão estável.
ru: На канале %@ — версия может опережать стабильный релиз или отличаться от него.
tr: %@ kanalında — sürümü kararlı sürümün önünde olabilir veya ondan farklı olabilir.
zh_hans: 处于 %@ 渠道 — 其版本可能领先或不同于稳定版。
zh_hant: 使用 %@ 通道——其版本可能領先或不同於正式版。

source: Once a day
de: Einmal täglich
es: Una vez al día
fr: Une fois par jour
it: Una volta al giorno
ja: 1日1回
pt_br: Uma vez por dia
ru: Раз в день
tr: Günde bir
zh_hans: 每天一次
zh_hant: 每天一次

source: Only needed if your license is at its activation limit (then the ID can’t be recovered automatically). Capture this Mac’s instance_id from Alcove’s update request, or free an activation slot in Alcove instead.
de: Nur nötig, wenn die Lizenz das Aktivierungslimit erreicht hat (dann kann die ID nicht automatisch wiederhergestellt werden). Erfasse die instance_id dieses Macs aus Alcoves Update-Anfrage, oder gib stattdessen einen Aktivierungsplatz in Alcove frei.
es: Solo es necesario si tu licencia alcanzó el límite de activaciones (entonces el ID no se puede recuperar automáticamente). Obtén el instance_id de este Mac de la solicitud de actualización de Alcove, o libera una plaza de activación en Alcove.
fr: Nécessaire uniquement si votre licence a atteint sa limite d'activation (l'ID ne peut alors pas être récupéré automatiquement). Récupérez l'instance_id de ce Mac depuis la requête de mise à jour d'Alcove, ou libérez plutôt un emplacement d'activation dans Alcove.
it: Serve solo se la tua licenza è al limite di attivazioni (in quel caso l’ID non può essere recuperato automaticamente). Rileva l’instance_id di questo Mac dalla richiesta di aggiornamento di Alcove, oppure libera uno slot di attivazione in Alcove.
ja: ライセンスがアクティベーション上限に達している場合のみ必要です（その場合IDは自動的に復元できません）。Alcoveの更新リクエストからこのMacのinstance_idを取得するか、代わりにAlcoveでアクティベーションスロットを解放してください。
pt_br: Só é necessário se sua licença estiver no limite de ativações (aí o ID não pode ser recuperado automaticamente). Capture o instance_id deste Mac na requisição de atualização do Alcove, ou libere uma vaga de ativação no Alcove.
ru: Нужно только если лицензия достигла лимита активаций (тогда ID нельзя восстановить автоматически). Получите instance_id этого Mac из запроса обновления Alcove либо освободите слот активации в Alcove.
tr: Yalnızca lisansınız etkinleştirme sınırındaysa gerekir (o durumda kimlik otomatik kurtarılamaz). Bu Mac’in instance_id değerini Alcove’un güncelleme isteğinden yakalayın ya da bunun yerine Alcove’da bir etkinleştirme yeri açın.
zh_hans: 仅当许可证达到激活上限时才需要（此时无法自动恢复 ID）。请从 Alcove 的更新请求中获取此 Mac 的 instance_id，或改为在 Alcove 中释放一个激活名额。
zh_hant: 只有在授權達到啟用上限時才需要（此時無法自動取回 ID）。請從 Alcove 的更新請求中取得這台 Mac 的 instance_id，或改為在 Alcove 中釋出一個啟用名額。

source: Only when I check
de: Nur wenn ich manuell prüfe
es: Solo cuando yo compruebe
fr: Uniquement quand je vérifie
it: Solo quando controllo io
ja: 確認したときのみ
pt_br: Só quando eu verificar
ru: Только вручную
tr: Yalnızca ben denetlediğimde
zh_hans: 仅在我检查时
zh_hant: 只在我檢查時

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
pt_br: Abrir
ru: Открыть
tr: Aç
zh_hans: 打开
zh_hant: 打開

source: Open %@’s built-in updater (it updates itself)
de: Das integrierte Update-Tool von %@ öffnen (aktualisiert sich selbst)
es: Abrir el actualizador integrado de %@ (se actualiza a sí misma)
fr: Ouvrir le programme de mise à jour intégré de %@ (il se met à jour lui-même)
it: Apri il programma di aggiornamento integrato di %@ (si aggiorna da sola)
ja: %@ に内蔵の更新機能を開きます（自身で更新されます）
pt_br: Abrir o atualizador integrado de %@ (ele se atualiza sozinho)
ru: Открыть встроенный обновитель %@ (обновляется самостоятельно)
tr: %@ uygulamasının yerleşik güncelleyicisini aç (kendini günceller)
zh_hans: 打开 %@ 的内置更新程序（它会自行更新）
zh_hant: 打開 %@ 的內建更新程式（它會自行更新）

source: Open App Store
de: App Store öffnen
es: Abrir la App Store
fr: Ouvrir l'App Store
it: Apri App Store
ja: App Storeを開く
pt_br: Abrir App Store
ru: Открыть App Store
tr: App Store’u Aç
zh_hans: 打开 App Store
zh_hant: 打開 App Store

source: Open App Store anyway
de: App Store trotzdem öffnen
es: Abrir la App Store de todos modos
fr: Ouvrir quand même l'App Store
it: Apri comunque l’App Store
ja: それでもApp Storeを開く
pt_br: Abrir App Store mesmo assim
ru: Всё равно открыть App Store
tr: Yine de App Store’u Aç
zh_hans: 仍然打开 App Store
zh_hant: 仍要打開 App Store

source: Open Login Items
de: Anmeldeobjekte öffnen
es: Abrir elementos de inicio de sesión
fr: Ouvrir les éléments de connexion
it: Apri Elementi login
ja: ログイン項目を開く
pt_br: Abrir Itens de Início
ru: Открыть объекты входа
tr: Oturum Açma Öğelerini Aç
zh_hans: 打开登录项
zh_hant: 打開登入項目

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
pt_br: Abrir Ajustes
ru: Открыть настройки
tr: Ayarları Aç
zh_hans: 打开设置
zh_hant: 打開設定

source: Open System Settings with a panel to drag DuoUpdater into
de: Öffnet die Systemeinstellungen mit einem Bereich, in den du DuoUpdater ziehst
es: Abre Ajustes del Sistema con un panel al que arrastrar DuoUpdater
fr: Ouvrir les Réglages Système avec un panneau où glisser DuoUpdater
it: Apri Impostazioni di Sistema con un pannello in cui trascinare DuoUpdater
ja: DuoUpdaterをドラッグするパネルとともにシステム設定を開きます
pt_br: Abrir os Ajustes do Sistema com um painel para arrastar o DuoUpdater
ru: Открыть Системные настройки с панелью, куда нужно перетащить DuoUpdater
tr: DuoUpdater’ı sürükleyebileceğiniz bir panelle Sistem Ayarları’nı aç
zh_hans: 打开系统设置，并显示一个用来拖入 DuoUpdater 的面板
zh_hant: 打開「系統設定」，並顯示一個可將 DuoUpdater 拖入的面板

source: Open TestFlight
de: TestFlight öffnen
es: Abrir TestFlight
fr: Ouvrir TestFlight
it: Apri TestFlight
ja: TestFlightを開く
pt_br: Abrir TestFlight
ru: Открыть TestFlight
tr: TestFlight’ı Aç
zh_hans: 打开 TestFlight
zh_hant: 打開 TestFlight

source: Open Window — release notes and settings
de: Fenster öffnen — Release Notes und Einstellungen
es: Abrir ventana: notas de versión y ajustes
fr: Ouvrir la fenêtre — notes de version et réglages
it: Apri finestra — note di rilascio e impostazioni
ja: ウインドウを開く — リリースノートと設定
pt_br: Abrir Janela — notas de versão e ajustes
ru: Открыть окно — заметки о выпуске и настройки
tr: Pencereyi Aç — sürüm notları ve ayarlar
zh_hans: 打开窗口 — 发布说明与设置
zh_hant: 打開視窗 — 版本說明與設定

source: Open download page
de: Download-Seite öffnen
es: Abrir la página de descarga
fr: Ouvrir la page de téléchargement
it: Apri pagina di download
ja: ダウンロードページを開く
pt_br: Abrir página de download
ru: Открыть страницу загрузки
tr: İndirme sayfasını aç
zh_hans: 打开下载页面
zh_hant: 打開下載頁面

source: Open in App Store
de: Im App Store öffnen
es: Abrir en la App Store
fr: Ouvrir dans l'App Store
it: Apri nell’App Store
ja: App Storeで開く
pt_br: Abrir na App Store
ru: Открыть в App Store
tr: App Store’da Aç
zh_hans: 在 App Store 中打开
zh_hant: 在 App Store 中打開

source: Open on GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
it: Apri su GitHub
ja: GitHubで開く
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub’da Aç
zh_hans: 在 GitHub 上打开
zh_hant: 在 GitHub 上打開

source: Open page
de: Seite öffnen
es: Abrir página
fr: Ouvrir la page
it: Apri pagina
ja: ページを開く
pt_br: Abrir página
ru: Открыть страницу
tr: Sayfayı aç
zh_hans: 打开页面
zh_hant: 打開頁面

source: Open the official download page
de: Offizielle Download-Seite öffnen
es: Abrir la página de descarga oficial
fr: Ouvrir la page de téléchargement officielle
it: Apri la pagina di download ufficiale
ja: 公式ダウンロードページを開く
pt_br: Abrir a página oficial de download
ru: Открыть официальную страницу загрузки
tr: Resmî indirme sayfasını aç
zh_hans: 打开官方下载页面
zh_hant: 打開官方下載頁面

source: Opened %@ — its own updater is applying the update.
de: %@ geöffnet – der eigene Updater der App spielt das Update ein.
es: Se abrió %@: su propio actualizador está aplicando la actualización.
fr: %@ ouvert — son propre programme de mise à jour applique la mise à jour.
it: %@ aperta: il suo programma di aggiornamento sta applicando l’aggiornamento.
ja: %@ を開きました。アプリ自身のアップデータが更新を適用します。
pt_br: %@ aberto — o atualizador dele está aplicando a atualização.
ru: %@ открыт — собственный апдейтер приложения устанавливает обновление.
tr: %@ açıldı — güncellemeyi kendi güncelleyicisi uyguluyor.
zh_hans: 已打开 %@ —— 由它自带的更新器来安装此次更新。
zh_hant: 已打開 %@——由它自己的更新程式套用更新。

source: Opened the installer for %@ %@ — finish it there.
de: Installationsprogramm für %@ %@ geöffnet – schließe es dort ab.
es: Se abrió el instalador de %@ %@: termina allí.
fr: Programme d’installation de %@ %@ ouvert — termine l’opération là-bas.
it: Aperto il programma di installazione di %@ %@: completalo lì.
ja: %@ %@ のインストーラを開きました。そちらで完了してください。
pt_br: Instalador de %@ %@ aberto — conclua por lá.
ru: Открыт установщик %@ %@ — завершите установку там.
tr: %@ %@ için yükleyici açıldı — işlemi orada bitirin.
zh_hans: 已打开 %@ %@ 的安装器 —— 请在那里完成安装。
zh_hant: 已打開 %@ %@ 的安裝程式——請在那裡完成安裝。

source: Opens %@ in the App Store. Turn on the background helper in Settings to install App Store updates in one click.
de: Öffnet %@ im App Store. Aktiviere den Hintergrund-Helper in den Einstellungen, um App-Store-Updates mit einem Klick zu installieren.
es: Abre %@ en la App Store. Activa el asistente en segundo plano en Ajustes para instalar las actualizaciones de la App Store con un clic.
fr: Ouvre %@ dans l'App Store. Activez l'assistant en arrière-plan dans les Réglages pour installer les mises à jour de l'App Store en un clic.
it: Apre %@ nell’App Store. Attiva l’helper in background in Impostazioni per installare gli aggiornamenti App Store con un clic.
ja: App Storeで%@を開きます。設定でバックグラウンドヘルパーを有効にすると、App Storeの更新をワンクリックでインストールできます。
pt_br: Abre %@ na App Store. Ative o auxiliar em segundo plano nos Ajustes para instalar atualizações da App Store com um clique.
ru: Открывает %@ в App Store. Включите фоновый помощник в настройках, чтобы устанавливать обновления App Store в один клик.
tr: %@ uygulamasını App Store’da açar. App Store güncellemelerini tek tıkla yüklemek için Ayarlar’da arka plan yardımcısını açın.
zh_hans: 在 App Store 中打开 %@。请在设置中启用后台助理，以便一键安装 App Store 更新。
zh_hant: 在 App Store 中打開 %@。在「設定」中開啟背景輔助程式，即可一鍵安裝 App Store 更新。

source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
ja: その他
pt_br: Outros
ru: Прочее
tr: Diğer
zh_hans: 其他
zh_hant: 其他

source: Paste from clipboard
de: Aus Zwischenablage einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
ja: クリップボードから貼り付け
pt_br: Colar da área de transferência
ru: Вставить из буфера обмена
tr: Panodan yapıştır
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼板貼上

source: Paste license key
de: Lizenzschlüssel einfügen
es: Pegar clave de licencia
fr: Coller la clé de licence
it: Incolla chiave di licenza
ja: ライセンスキーを貼り付け
pt_br: Colar chave de licença
ru: Вставить лицензионный ключ
tr: Lisans anahtarını yapıştır
zh_hans: 粘贴许可证密钥
zh_hant: 貼上授權金鑰

source: Paste token
de: Token einfügen
es: Pegar token
fr: Coller le jeton
it: Incolla token
ja: トークンを貼り付け
pt_br: Colar token
ru: Вставить токен
tr: Token yapıştır
zh_hans: 粘贴令牌
zh_hant: 貼上權杖

source: Patterns
de: Muster
es: Patrones
fr: Tendances
it: Schemi
ja: パターン
pt_br: Padrões
ru: Закономерности
tr: Desenler
zh_hans: 规律
zh_hant: 規律

source: Paused while a row is selected, so the list does not move under you
de: Pausiert, solange eine Zeile ausgewählt ist, damit die Liste sich nicht unter dir verschiebt
es: En pausa mientras hay una fila seleccionada, para que la lista no se mueva bajo el cursor
fr: En pause tant qu’une ligne est sélectionnée, pour que la liste ne bouge pas sous vous
it: In pausa mentre una riga è selezionata, così l’elenco non si sposta sotto il cursore
ja: 行を選択している間は一時停止します。リストが手元でずれないようにするためです。
pt_br: Pausado enquanto uma linha está selecionada, para a lista não se mexer sob você
ru: Пока строка выделена, обновление приостановлено, чтобы список не уезжал под курсором
tr: Bir satır seçiliyken duraklatılır, böylece liste siz bakarken kaymaz
zh_hans: 选中某一行时暂停刷新，免得列表在你眼皮底下移位
zh_hant: 選取某一列時暫停重新整理，免得列表在你操作時移動

source: Peak: %@, around %@
de: Spitze: %@, gegen %@
es: Pico: %@, alrededor de las %@
fr: Pic : %@, vers %@
it: Picco: %@, verso le %@
ja: ピーク: %@、%@ ごろ
pt_br: Pico: %@, por volta de %@
ru: Пик: %@, около %@
tr: Zirve: %@, yaklaşık %@
zh_hans: 高峰：%@，%@ 前后
zh_hant: 高峰：%@，約 %@

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni
ja: 権限
pt_br: Permissões
ru: Разрешения
tr: İzinler
zh_hans: 权限
zh_hant: 權限

source: Permissions, last check, and the health of each detection recipe.
de: Berechtigungen, letzte Prüfung und der Zustand jedes Erkennungs-Rezepts.
es: Permisos, última comprobación y el estado de cada receta de detección.
fr: Autorisations, dernière vérification et état de chaque recette de détection.
it: Autorizzazioni, ultimo controllo e stato di ogni ricetta di rilevamento.
ja: 権限、最終確認時刻、および各検出レシピの状態。
pt_br: Permissões, última verificação e o estado de cada receita de detecção.
ru: Разрешения, время последней проверки и состояние каждого рецепта обнаружения.
tr: İzinler, son denetim ve her algılama tarifinin durumu.
zh_hans: 权限、上次检查时间，以及每个检测规则的健康状况。
zh_hant: 權限、上次檢查時間，以及每條偵測規則的健康狀態。

source: Pick a folder that contains apps (or pick an app — its folder is added). Apps there are checked for updates just like the ones in your Applications folder.
de: Wähle einen Ordner mit Apps aus (oder eine App – dann wird ihr Ordner hinzugefügt). Apps dort werden genauso auf Updates geprüft wie die im Programme-Ordner.
es: Elige una carpeta que contenga apps (o una app; se añadirá su carpeta). Las apps allí se comprueban igual que las de tu carpeta Aplicaciones.
fr: Choisissez un dossier contenant des applications (ou une application — son dossier sera ajouté). Les applications qui s'y trouvent sont vérifiées comme celles de votre dossier Applications.
it: Scegli una cartella che contiene app (o scegli un’app: verrà aggiunta la sua cartella). Le app lì presenti vengono controllate come quelle nella cartella Applicazioni.
ja: アプリが含まれるフォルダを選択してください（またはアプリ自体を選択すると、そのフォルダが追加されます）。そこにあるアプリは、Applicationsフォルダのアプリと同様に更新が確認されます。
pt_br: Escolha uma pasta que contenha apps (ou escolha um app — a pasta dele é adicionada). Os apps de lá são verificados como os da sua pasta Aplicativos.
ru: Выберите папку с приложениями (или само приложение — будет добавлена его папка). Приложения там проверяются так же, как в папке «Программы».
tr: Uygulama içeren bir klasör seçin (veya bir uygulama seçin — klasörü eklenir). Oradaki uygulamalar, Uygulamalar klasörünüzdekiler gibi güncellemeler için denetlenir.
zh_hans: 选择一个包含应用的文件夹（或选择某个应用 — 会添加其所在文件夹）。其中的应用会像“应用程序”文件夹里的应用一样被检查更新。
zh_hant: 選擇包含 App 的資料夾（或選擇一個 App——會加入它所在的資料夾）。其中的 App 會像「應用程式」資料夾中的 App 一樣檢查更新。

source: Pick an app to read its changelog.
de: Wähle eine App aus, um ihr Änderungsprotokoll zu lesen.
es: Elige una app para leer su registro de cambios.
fr: Choisissez une application pour lire son journal des modifications.
it: Scegli un’app per leggere il suo registro delle modifiche.
ja: 更新履歴を読むアプリを選択してください。
pt_br: Escolha um app para ler o histórico de alterações.
ru: Выберите приложение, чтобы прочитать список изменений.
tr: Değişiklik günlüğünü okumak için bir uygulama seçin.
zh_hans: 选择一个应用以查看其更新日志。
zh_hant: 選擇一個 App 以查看其更新記錄。
